[MZGeneMods_AbilitySet]
AdrenalNeurosympathyEffectName = "战斗冲刺"
NeuralFeedbackEffectName = "灵能能力禁用"
RegenPheremonesEffectName = "体外激素再生"
 
[Grimy_Effect_Healing]
HealedMessage="+<Heal/> HP 治愈"
 
[MZ_Effect_PsiHeal]
HealedMessage="+<Heal/> HP 治愈"
 
[MZ_Effect_CKHeal]
HealedMessage="+<Heal/> HP 治愈"
 
[MZ_Effect_HealMissingHealth]
HealedMessage="+<Heal/> HP再生"
 
[MZ_Effect_FixArmour]
HealedMessage="+<Heal/> 装甲修复"
 
[MZ_Effect_LifeSteal]
HealedMessage="+<Heal/> HP 盗取"
AbyssalMessage="+<Heal/> HP 吞噬"
 
[MZGrimyBruiser_AbilitySet]
TaserShotBonusName = "电击弹"
GrapeShotBonusName = "碎片弹"
CausticSlugBonusName = "龙息弹"
 
[MZGrimyFury_AbilitySet]
StrafeBonusName = "移动扫射"
SprayAndPrayBonusName = "扫射-遍地开花"
AnomalyBonusName = "维度异常"
ReaveBonusName = "扫射-掠夺"
 
[MZGrimyHeadHunter_AbilitySet]
PointBlankBonusName = "零距离射击"
ThunderclapBonusName = "雷霆乱射"
HexHunterBonusName = "起源射击"
PiercingShotBonusName = "穿刺射击"
BuckshotBonusName = "鹿弹射击"
 
[MZPsiAmp_AbilitySet]
ManuFortiEffectDesc="伤害输出暂时增加"
AmorFatiEffectDesc="受到的伤害减少，但也更容易被击中."
 
[X2DownloadableContentInfo_MitzrutiPerkPack]
DeadlyHazeEffectName="致盲烟霾"
DeadlyHazeEffectDesc="伤害暂时下降"
 
AntiCritSmokeEffectName="防爆焚香"
AntiCritSmokeEffectDesc="烟雾可以防止暴击."
DodgeSmokeEffectName="烟雾旋涡"
DodgeSmokeEffectDesc="烟雾使攻击更难命中或只造成擦伤."
FogWallEffectName="雾墙"
FogWallEffectDesc="烟雾提供了一些侧翼防御."
MindSmokeEffectName="圣洁焚香"
MindSmokeEffectDesc="烟雾可以防止精神控制."
FortSmokeEffectName="强化焚香"
FortSmokeEffectDesc="烟提供保护，降低火焰，毒药，酸和爆炸的损害."
 
[MZBulletArt_AbilitySet]
RustEffectName="蚀骨"
RustEffectDesc="减少敌人造成的伤害"
MeleeBulletVsSectoidEffectName="近战弱点"
 
[MZKnife_AbilitySet]
StingLikeABeeBonusName = "连击点"
KnifeFlurryBonusName = "蛰刺之牙"
DancingDeathBonusName = "蝶舞"
StrafeKnifeBonusName = "滑砍"
FinishingStrokeBonusName = "生命流失"
 
[MZMelee_AbilitySet]
HellcryEffectName="该死的武器折断了"
HellcryEffectDesc="伤害输出暂时降低"
KillingStrokeBonusName="杀戮一击"
BlastWaveDebuffBonusName="韧性"
 
[MZShield_AbilitySet]
MindCrushEffectName="心灵崩击"
MindCrushEffectDesc="减少意志及黑客防御力."
 
[MZTrickshot_AbilitySet]
BloodShotBonusName="血雾射击"
BloodKillZoneBonusName="血肉横飞"
VitalsShotPsiCoolEffectName="沉默!"
 
[MZ_Effect_BloodCurse]
BloodCurseTitle="血咒"
BloodCurseFriendlyName="血咒"
BloodCurseFriendlyDesc="一种侵蚀身心的古老诅咒，-20灵能、-10意志，每回合受到2-3灵能伤害，持续3回合."
BloodCurseEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 被诅咒."
BloodCurseEffectTickedString="<XGParam:StrValue0/!UnitName/>仍然被诅咒."
BloodCurseEffectLostString="<XGParam:StrValue0/!UnitName/>不再被诅咒."
 
[MZ_Effect_Zombify]
ZombifyEffectName="失魂者"
ZombifyEffectDesc="被认为是不死生物，即使尚未死亡."